export const postTutorial = [
	{
		path: '基础',
		title: '星穹铁道入坑指南 | 《行动学/削韧学/充能学/控制学》基础大全 (by 紫喵Azunya@米游社)',
		desc: '星穹铁道入坑指南',
		content:
			'<h2>目录</h2><p>指南1：游戏定位和专有名词介绍<a href="https://nga.178.com/read.php?pid=685565892">[快速传送门]</a></p><p>指南1.5：抽卡系统介绍——跃迁<a href="https://nga.178.com/read.php?pid=685565937">[快速传送门]</a></p>'
	},

	{
		path: '介绍',
		title: '星穹萌新向游戏介绍 (by 卡诗黛儿)',
		desc: '星穹萌新向游戏介绍',
		content:
			'<h2>前言</h2><p>该介绍仅供"跃迁测试"参考使用。</p><p>接下来将根据目前三测已经公布的游戏内容，聊聊自己的游戏体验以及目前游戏系统，早期的游戏流程等。</p><p>可能存在一些疏漏，还请大家多多体谅，也欢迎大家帮忙捉虫，谢谢！</p>'
	},

	{
		path: '弱点',
		title: '关于弱点击破和削韧机制的详细介绍(by 星穹中心)',
		desc: '关于弱点击破和削韧机制的详细介绍',
		content:
			'<p>针对属性弱点进行的削韧机制是星穹铁道回合制玩法的亮点也是重点。在面对高难敌人时，有针对性的拿出角色削韧能让游戏体验变得良好。那么如何最大化利用削韧机制造成的弱点击破呢。</p>'
	}
];
